Revit 2027 API
ParameterTypeId.RbsPipeSlopeOptionsDefParam Property
 "Pipe Slope Options"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeSlopeOptionsDefParam { get; }
Public Shared ReadOnly Property RbsPipeSlopeOptionsDefParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeSlopeOptionsDefParam {
	ForgeTypeId^ get ();
}
static member RbsPipeSlopeOptionsDefParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace